loadtests/wrk/output/with_index/t1-d30-c1-R10
Running 30s test @ http://95.213.237.186/search-user?search?mar%20kar
  1 threads and 1 connections
  Thread calibration: mean lat.: 26.306ms, rate sampling interval: 62ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    26.20ms    8.22ms  85.06ms   88.50%
    Req/Sec     9.94      7.84    32.00     61.68%
  300 requests in 30.01s, 1.49MB read
Requests/sec:     10.00
Transfer/sec:     50.83KB